Repository: DANS-KNAW/dariah-contribute
Catalog: contributions/locale/*/LC_MESSAGES/django.po
Languages: nl

source: English
nl: Engels

source: Dutch
nl: Nederlands

source: Dariah Contributions Admin
nl: Dariah contributies admin

source: 404 - Page not found
nl: 404 - Pagina niet gevonden

source: The page you were looking for does not exist.
nl: De pagina die je zoekt kan niet worden gevonden.

source: 500 - Server error
nl: 500 - Server fout

source: Unfortunately something went wrong with your request. Please contact the
nl: Helaas is er iets mis gegaan met het laden van je pagina. Neem contact op met de

source: if this problem persists.
nl: als dit probleem blijft bestaan.

source: Contact the administrator
nl: Neem contact op met de

source: Dariah Contribute Temporarily Down for Maintenance
nl: Dariah Contribute tijdelijk uit de lucht voor onderhoud

source: We are performing (scheduled) maintenance. We should be back on-line shortly. Our apologies for the inconvenience.
nl: Op dit moment wordt er onderhoud gepleegd aan de website. We zullen spoedig weer on-line zijn. Onze excuses voor het ongemak.

source: P.S. You might be able to access some pages, but we cannot guarantee this.
nl: P.S. Sommige pagina's zijn misschien wel bereikbaar, maar dit kunnen we niet garanderen.

source: Go back to the homepage
nl: Ga terug naar de homepage

source: Toggle navigation
nl: Toggle navigatie

source: Dariah Contribute
nl: Dariah contributies

source: Browse Contributions
nl: Blader door contributies

source: My Contributions
nl: Mijn contributies

source: Log out
nl: Log uit

source: About
nl: Over

source: (no content)
nl: (geen content)

source: Unfortunately you have entered the wrong password and/or username more than one time.
nl: U heeft het wachtwoord en/of gebruikersnaam meer dan een keer incorrect ingevoerd.

source: Therefore your account has been blocked for one hour.
nl: Daarom is uw account een uur geblokkeerd.

source: If you have forgotten your password you can <a href="%(password_reset_url)s" title="Password reset">request a password reset</a>.
nl: Als u uw wachtwoord bent vergeten dan kunt u uw wachtwoord <a href="%(password_reset_url)s" title="Password reset">herstellen</a>.

source: If you have forgotten both your password and the e-mail address you registered with you can contact the <a href="mailto:info@datasealofapproval.org" title="E-mail the administrator">administrator</a>.
nl: Als u zowel uw wachtwoord als het e-mail adres waarmee u hebt geregistreerd bent vergeten, dan kunt u contact opnemen met de <a href="mailto:info@datasealofapproval.org" title="E-mail de administrator">administrator</a>.

source: You have been successfully logged out.
nl: U bent succesvol uitgelogd.

source: Log back in
nl: Log opnieuw in

source: Reset your password
nl: Herstel je wachtwoord

source: if your username and password do not match or if you have forgotten your password.
nl: als je gebruikersnaam en wachtwoord niet overeenkomen of als je je wachtwoord vergeten bent.

source: Contact the
nl: Neem contact op met de

source: if you have forgotten your username, password and sign-up e-mail address
nl: als je je gebruikersnaam, wachtwoord en e-mail adres bent vergeten

source: Register to create an account
nl: Registreer om een account aan te maken

source: Don't have an account yet?
nl: Nog geen account?

source: New password set
nl: Nieuw wachtwoord aangemaakt

source: Your password has successfully been reset. You can use it right now on the
nl: Je wachtwoord is succesvol hersteld. Je kunt het wachtwoord nu gebruiken op de

source: page.
nl: pagina.

source: Set new password
nl: Maak een nieuw wachtwoord aan

source: Please enter your new password twice so we can verify you typed it in correctly.
nl: Voer alstublieft uw wachtwoord twee maal in, zodat we kunnen verifiÃ«ren dat het correct is ingetikt.

source: Password reset unsuccessful
nl: Wachtwoord herstellen mislukt

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
nl: De wachtwoord herstel link is incorrect, wellicht omdat hij al eens is gebruikt.Probeert u alstublieft het wachtwoord opnieuw te herstellen.

source: Password reset successful
nl: Wachtwoord herstellen gelukt

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
nl: We hebben de instructies om je wachtwoord te herstellen naar je ge-emailed. De e-mail zou binnenkort moeten arriveren.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
nl: Als je geen e-mail ontvangt, zorg dat je het e-mail adres hebt ingevuld waarmee je hebt geregistreerd en check de spam map van je e-mail account.

source: Dear
nl: Beste

source: You are receiving this email because you requested a password reset for your user account at %(site_name)s.
nl: U ontvangt deze e-mail omdat u het wachtwoord probeert te herstellen voor de gebruikersaccount op de website %(site_name)s.

source: Please go to the following page and choose a new password:
nl: Ga alstublieft naar de volgende pagina en kies een nieuw wachtwoord:

source: Your username, in case you have forgotten:
nl: Uw gebruikersnaam, mocht u die zijn vergeten:

source: If you do not want to reset your password, simply ignore this email and it will stay unchanged
nl: Als u uw wachtwoord niet wilt herstellen, dan kunt u deze e-mail negeren en uw wachtwoord zal hetzelfde blijven

source: The %(site_name)s team
nl: Het %(site_name)s team

source: Reset my password
nl: Wachtwoord herstellen
